{
  "hello": "привет",
  "footer": {
        "text": "Разработано с ❤️ командой Fan of React в рамках курса",
        "link": "Rolling Scopes React course",
        "copyright": "© 2025 RESTify. Все права защищены."
    },
   "header": {
      "title": "RESTify",
      "restClient": "REST Клиент",
      "history": "История",
      "login": "Войти",
      "signup": "Регистрация"
    },
    "homeIncognito": {
      "welcomeTitle": "Добро пожаловать в RESTify — упростите свой API-рабочий процесс",
      "welcomeText": "RESTify — это ваш инструмент для тестирования и отладки RESTful API. Легкий, быстрый и интуитивно понятный, он создан для того, чтобы помочь разработчикам оптимизировать процесс разработки API без лишнего нагромождения громоздкими инструментами, такими как Postman или Thunder.",
      "projectAchievements": "Достижения проекта",
      "themeAchievement": "Смените тему с светлой на темную и наоборот",
      "languageAchievement": "Вы можете изменить язык в правом верхнем углу",
      "restAchievement": "Перейдите в RESTfull клиент, проверьте свой API и получите ответы на запросы",
      "historyAchievement": "Перейдите в Историю, чтобы увидеть предыдущие запросы и ответы"
    },
    "homeAuthorized": {
      "welcomeTitle": "Добро пожаловать обратно в RESTify — ваш помощник в API-работе",
      "welcomeText": "Создавайте запросы, работайте с данными быстро и легко, и храните их все в одном месте.",
      "homeButton": "Создать ваш API-запрос",
      "projectContributors": "Хозяева Этого Королевства",
      "contributor1": "Ася",
      "contributor2": "Максим",
      "contributor3": "Дмитрий",
      "contribution1": "Разработала приложение в Figma, разработала главную страницу и страницу 404, а также создала удобный интерфейс.",
      "contribution2": "[Плейсхолдер: Поделитесь вкладом, например, создание обработки API или управление состоянием и функциональностью.]",
      "contribution3": "[Плейсхолдер: Поделитесь вкладом, например, интеграция с бэкендом или оптимизация производительности.]"

    },
    "notFound":{
      "title": "404 - Страница не найдена",
      "text": "Упс! Страница, которую вы ищете, не существует.",
      "button": "Вернуться на главную"
    }
}
